Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: The default setting is based on this calculation:
bg: Настройката по подразбиране се базира на това изчисление:
cs: Výchozí nastavení vychází z výpočtu:
da: Standardindstillingen er baseret på denne beregning:
de: Die Standardeinstellung basiert auf dieser Berechnung:
es: La configuración por defecto se basa en este cálculo:
fr: Le réglage par défaut est basé sur ce calcul :
it: L'impostazione predefinita si basa su questo calcolo:
nb_no: Standardinnstillingen er basert på denne beregningen:
nl: De standaardinstelling is gebaseerd op deze berekening:
pl: Domyślne ustawienie opiera się na tym obliczeniu:
pt_pt: A configuração padrão é baseada neste cálculo:
ru: Настройки по умолчанию основаны на этом вычислении:
sv: Standardinställningen är baserad på denna beräkning:
uk: Налаштування за замовчуванням базується на цих розрахунках:
vi: Thiết lập mặc định được dựa trên công thức tính sau:
zh_hant: 預設設定基於以下計算：

source: The degree to which your glucose should be rising or falling based solely on insulin activity.
bg: Степента, в която глюкозата ви трябва да се покачва или спада, базирана единствено на активността на инсулина.
cs: Míra, o kterou by měla tvoje glukóza stoupat nebo klesat pouze na základě aktivity inzulínu.
da: Det omfang af Deres glukose bør stige eller falde udelukkende på grund af insulinaktivitet.
de: Der Grad in dem Deine Glukose ansteigen oder fallen sollte, nur aufgrund der Insulinaktivität.
es: El grado en el que su glucosa debería estar aumentando o cayendo basándose únicamente en la actividad de la insulina.
fr: L’ampleur avec laquelle la mesure de glucose devrait monter ou descendre uniquement en fonction de l’activité de l’insuline.
it: Il grado in cui il glucosio deve aumentare o diminuire in base esclusivamente all’attività insulinica.
nb_no: I hvilken grad blodsukkeret burde stige eller synke, basert utelukkende på insulinaktivitet.
nl: De mate waarin je glucose moet stijgen of dalen, uitsluitend gebaseerd op de insuline activiteit.
pl: Stopień wzrostu lub spadku stężenia glikemii zależy wyłącznie od aktywności insuliny.
pt_pt: O grau em que sua glicose deveria estar crescendo ou caindo exclusivamente baseado na atividade insulina.
ru: Степень роста или падения глюкозы зависит исключительно от активности инсулина.
sv: Förkortning för 'Blodglukoseffekt' (Blood Glucose Impact). Den grad som ditt glukos borde öka eller falla enbart baserat på insulinaktivitet.
uk: Студент, до якого ваша глюкоза піднімається або ґрунтується виключно на активності інсуліну.
vi: Mức độ mà đường huyết của bạn nên tăng hoặc giảm chỉ dựa trên tác động của insulin.
zh_hant: 根據胰島素活動，您的血糖應該上升或下降的程度。

source: The Detailed Lock Screen Widget offers users a glucose chart as well as the ability to customize the information provided in the Detailed Widget using the following options:
bg: Подробният Widget за заключения екран предлага на потребителите графика на глюкозата, както и възможност за персонализиране на информацията в Подробния Widget чрез следните опции:
cs: Rozšířený widget na uzamčené obrazovce nabízí uživatelům graf glukózy a také možnost přizpůsobit si informace v tomto widgetu pomocí následujících voleb:
da: Den detaljerede låseskærm widget tilbyder brugerne et glukosediagram samt evnen til at tilpasse oplysningerne i den detaljerede widget ved hjælp af følgende indstillinger:
de: Das detaillierte Sperrbildschirm-Widget bietet den Benutzern ein Glucose-Diagramm sowie die Möglichkeit, die im Detail-Widget bereitgestellten Informationen mit den folgenden Optionen anzupassen:
es: El Widget de Pantalla de Bloqueo Detallado ofrece a los usuarios un gráfico de glucosa así como la capacidad de personalizar la información proporcionada en el Widget detallado utilizando las siguientes opciones:
fr: Le widget détaillé de l’écran verrouillé propose un graphique des mesures de glucose ainsi que la possibilité de personnaliser les informations qui y sont affichées à l’aide des options suivantes :
it: Il Widget di Blocco Schermo Dettagliato offre agli utenti un grafico a glucosio e la possibilità di personalizzare le informazioni fornite nel Widget Dettagliato utilizzando le seguenti opzioni:
nb_no: Den detaljerte låseskjerm-widgeten viser en blodsukkerkurve samt muligheten til å tilpasse informasjonen som gis i den detaljerte widgeten ved hjelp av følgende alternativer:
nl: Het Gedetailleerde Lock Screen Widget biedt gebruikers een glucose grafiek en de mogelijkheid om de informatie in de Gedetailleerde Widget aan te passen met behulp van de volgende opties:
pl: Szczegółowy widżet ekranu blokady oferuje użytkownikom wykres glikemii, a także możliwość dostosowania informacji zawartych w widżecie Szczegółowym za pomocą następujących opcji:
pt_pt: O Widget Detalhado de Tela de Bloqueio oferece aos usuários um gráfico de glicose bem como a capacidade de personalizar as informações fornecidas no Widget Detalhado usando as seguintes opções:
ru: Виджет экрана блокировки предоставляет пользователям диаграмму глюкозы, а также возможность настраивать информацию, предоставленную в Виджете Детали с помощью следующих опций:
sv: Den detaljerade låsskärmen Widget erbjuder användarna ett glukosdiagram samt möjlighet att anpassa den information som finns i den detaljerade Widgeten med hjälp av följande alternativ:
uk: Докладний віджет екрану блокування надає користувачам таблицю глюкози, а також можливість налаштовувати інформацію, що надається у докладному віджеті, використовуючи такі параметри:
vi: Tiện ích Màn hình Khóa Chi tiết (Detailed Lock Screen Widget) cung cấp cho người dùng biểu đồ đường huyết, đồng thời cho phép tùy chỉnh thông tin hiển thị trong tiện ích này thông qua các tùy chọn sau:
zh_hant: 詳細鎖定螢幕小工具提供血糖圖表，以及使用以下選項自訂在詳細小工具中提供的資訊的能力：

source: The Detailed Watch/Carplay Screen Widget offers users a glucose chart as well as the current glucose, delta and the timestamp of current reading.
bg: Подробният Widget за екрана на Watch/CarPlay предлага на потребителите графика на глюкозата, както и текущата глюкоза, делтата и часовата марка на текущото показание.
cs: Rozšířený widget pro hodinky/CarPlay nabízí uživatelům graf glukózy, aktuální glykémii, deltu a časový údaj posledního měření.
fr: Le widget détaillé Watch/CarPlay affiche le graphique de glucose ainsi que la valeur de glucose actuelle, le delta (variation) et l'horodatage de la dernière valeur.
nb_no: Den detaljerte Watch/Carplay-Skjermen tilbyr brukerne en blodsukkergraf samt gjeldende blodsukker, delta og tidsstempel for gjeldende avlesning.
pl: Szczegółowy widżet zegarka / Carplay oferuje użytkownikom wykres glikemii a także aktualne stężenie glikemii, różnicę poziomów i znacznik czasu bieżącego odczytu.
vi: Widget màn hình chi tiết Watch/CarPlay cung cấp cho người dùng biểu đồ đường huyết cũng như giá trị đường huyết hiện tại, độ thay đổi và thời gian của lần đo hiện tại.
zh_hant: 詳細型手錶/Carplay 螢幕小工具提供血糖圖表，以及目前血糖、變化量與目前讀取值的時間戳記。

source: The Duration of Insulin Action (DIA) defines how long your insulin continues to lower glucose readings after a dose.
bg: Продължителността на действие на инсулина (DIA) определя колко дълго инсулинът ви продължава да понижава показанията на глюкозата след доза.
cs: Doba působení inzulínu (DIA) určuje, jak dlouho tvůj inzulín po podání dávky nadále snižuje hladinu glukózy.
da: Varigheden af insulinet (DIA) definerer, hvor længe Deres insulin fortsætter med at nedsætte blodsukkerværdierne efter en dosis.
de: Die Dauer der Insulinwirkung (DIA) legt fest, wie lange Dein Insulin nach einer Dosis die Glukosewerte weiter senken wird.
es: La Duración de la Acción de Insulina (DIA) define cuánto tiempo su insulina continúa bajando las lecturas de glucosa después de una dosis.
fr: La durée d’action de l’insuline (DIA) correspond au temps pendant lequel l’insuline continue de faire baisser les mesures de glucose après son administration.
it: La durata dell’azione di insulina (DIA) definisce per quanto tempo l’insulina continua a ridurre i valori di glucosio dopo una dose.
nb_no: Varighet av insulineffekt (DIA) definerer hvor lenge insulinet fortsetter å senke blodsukkeret etter dosering.
nl: De Duur van Insulin Action (DIA) bepaalt hoe lang je insuline blijft doorlopen met het verlagen van je glucosewaardes na een dosis.
pl: Czas działania insuliny (DIA) określa, jak długo insulina będzie zmniejszać stężenie glukozy po podaniu dawki.
pt_pt: A Duração da Ação de Insulina (DIA) define quanto tempo sua insulina continua a reduzir as leituras de glicose após uma dose.
ru: Длительность действия инсулина (DIA) определяет, как долго ваш инсулин продолжает снижать показатели глюкозы после дозы.
sv: Insulinets verkningstid (DIA) definierar hur länge ditt insulin fortsätter att sänka glukosvärden efter en dos.
uk: Тривалість дії інсуліну (DIA) визначає, як довго ваш інсулін продовжує знижувати читання глюкози після дози.
vi: Thời gian tác dụng của insulin (DIA) xác định khoảng thời gian insulin tiếp tục làm giảm mức đường huyết sau khi được tiêm.
zh_hant: 胰島素作用持續時間 (DIA) 定義胰島素在劑量後持續降低血糖讀取值的時間。

source: The duration of insulin action (DIA) is now locked to Trio’s new default of 10 hours.
bg: Продължителността на действие на инсулина (DIA) вече е фиксирана на новата стойност по подразбиране на Trio — 10 часа.
cs: Doba účinku inzulínu (DIA) je nyní uzamčena na nové výchozí hodnotě Tria, která činí 10 hodin.
da: Insulinvirkningsvarigheden (DIA) er nu låst til Trios nye standard på 10 timer.
de: Die Dauer der Insulinwirkung (DIA) ist jetzt auf den neuen Standardwert von 10 Stunden festgelegt.
fr: La durée d’action de l’insuline (DIA) est désormais verrouillée sur la nouvelle valeur par défaut de 10 heures dans Trio.
nb_no: Varigheten av insulineffekt (DIA) er nå låst til Trio's nye standard på 10 timer.
nl: De duur van insuline actie (DIA) is nu vergrendeld naar de nieuwe standaard van Trio van 10 uur.
pl: Czas działania insuliny (DIA) jest teraz zablokowany do wartości domyślnej Trio wynoszącej 10 godzin.
sv: Insulinets verkningstid (DIA) är nu låst till Trios standardvärde på 10 timmar.
vi: Thời gian tác dụng của insulin (DIA) hiện đã được cố định theo mặc định mới của Trio là 10 giờ.
zh_hant: 胰島素作用時間（DIA）現在鎖定為 Trio 的新預設值 10 小時。

source: The external bolus cannot be larger than 3 x the pump setting max bolus (%@).
bg: Външният болус не може да бъде по-голям от 3 пъти максималния болус, зададен в помпата (%@).
cs: Externí bolus nemůže být větší než trojnásobek nastavení maximálního bolusu v pumpě (%@).
da: Den eksterne bolus kan ikke være større end 3 x pumpeindstillingen max bolus (%@).
de: Der externe Bolus darf nicht größer sein als das 3-Fache des maximalen Bolus (%@) der Pumpe.
fr: Le bolus externe ne peut dépasser 3 x le bolus max défini dans les réglages de la pompe (%@).
nb_no: Ekstern bolus kan ikke være mer enn 3 x pumpens Maks Bolus (%@).
pl: Zewnętrzny bolus nie może być większy niż 3-krotność maksymalnego bolusa ustawionego przez pompę (%@).
vi: Liều bolus bên ngoài không được lớn hơn 3 lần giá trị bolus tối đa được cài đặt trên bơm (%@).
zh_hant: 外部注射不能大於幫浦設定的最大注射(%@)的三倍。

source: The Fat and Protein Delay setting defines the time between when you log fat and protein and when the system starts delivering insulin for the Fat-Protein Unit Carb Equivalents (FPUs).
bg: Настройката за забавяне на мазнини и протеини определя времето между момента, в който записвате мазнини и протеини, и момента, в който системата започва да подава инсулин за еквивалентите на въглехидрати от мазнини и протеини (FPU).
cs: Nastavení prodlevy tuků a bílkovin určuje čas mezi okamžikem, kdy zapíšeš tuky a bílkoviny, a okamžikem, kdy systém začne podávat inzulín na sacharidové ekvivalenty tukovo-bílkovinných jednotek (FPU).
da: Indstillingen af fedt- og proteinforsinkelse definerer tiden mellem når du logger fedt og protein, og når systemet begynder at levere insulin til fedt- proteinenheden Carb Equivalents (FPU'er).
de: Die Einstellung Fett- und Eiweißverzögerung definiert den Zeitraum zwischen der Erfassung von Fett und Eiweiß und dem Beginn der Insulinabgabe für die Fett-Eiweiß-Einheiten-Kohlenhydrat-Äquivalente (FPUs).
es: El ajuste de retraso de grasas y proteínas define el tiempo entre cuando registra grasa y proteína y cuando el sistema comienza a entregar insulina para la Unidad de Carbohidratos de Grasas y Proteinas (FPUs).
fr: Le réglage du « Délai des lipides et protéines » définit le temps entre l’ajout de lipides et de protéines et le début de l’administration d’insuline pour couvrir leurs équivalents glucidiques (Fat-Protein Unit).
it: L’impostazione del ritardo dei grassi e delle proteine definisce il tempo tra il momento in cui si registra il grasso e le proteine e quando il sistema inizia a fornire insulina per gli equivalenti di carboidrati dell’unità grassi proteica (FPUs).
nb_no: Fett- og proteinforsinkelsen definerer tiden fra du registrerer fett og protein frem til systemet begynner å tilføre insulin for fett- og proteinekvivalenter (FPU).
nl: De vet- en proteïne-vertragingsinstelling definieert de tijd tussen wanneer je vet logt en wanneer het systeem begint met het leveren van insuline voor de Fat-Protein Unit Carb Equivalents (FPUs).
pl: Ustawienie opóźnienia tłuszczu i białka określa czas między momentem zarejestrowania tłuszczu i białka a momentem, w którym system zacznie podawać insulinę w ilości odpowiadającej jednostkom tłuszczu i białka oraz jednostkom węglowodanów (FPU).
pt_pt: A configuração do Delay da Gordura e Proteína define o tempo entre quando você registra gordura e proteína e quando o sistema começa a entregar a insulina para os equivalentes da unidade da proteína e gordura Carb (FPus).
ru: Параметр «Задержка жира и белка» определяет время между тем, когда вы регистрируете жир и белк и когда система начинает поставлять инсулин для единицы жира и белка.
sv: Inställningen Fett- och proteinfördröjning definierar tiden mellan när du loggar fett och protein och när systemet börjar leverera insulin för fett- och proteinenheten som kolhydratekvivalenter.
uk: Параметр жиру і білка визначають час між тим, коли ви входите до жиру і білків, і коли система починає доставляти інсулін для жирних і білок Fat-Protein Unit Carb Equivalents, FPUs).
vi: Thiết lập Độ trễ Chất béo và Đạm (Fat and Protein Delay) xác định khoảng thời gian giữa lúc bạn ghi nhận chất béo và đạm, và thời điểm hệ thống bắt đầu bơm insulin cho phần chuyển đổi tương đương carb của đơn vị chất béo - đạm (FPU).
zh_hant: 脂肪和蛋白質延遲設定定義了當您記錄脂肪和蛋白質時，系統開始針對脂肪-蛋白質單位碳水化合物等效物 (FPU) 釋放胰島素的時間。

source: The Fetch Treatments toggle enables fetching of carbs and temp targets entered in Careportal or by another uploading device than Trio from Nightscout.
bg: Превключвателят „Fetch Treatments“ позволява изтеглянето от Nightscout на въглехидрати и временни цели, въведени в Careportal или от друго качващо устройство, различно от Trio.
cs: Přepínač „Stahovat ošetření“ (Fetch Treatments) umožňuje stahování sacharidů a dočasných cílů zadaných v Careportalu nebo jiným nahrávajícím zařízením než je Trio přímo z Nightscoutu.
da: Hent behandlinger skifte gør det muligt at hente kulhydrater og temp mål indtastet i Careportal eller af en anden uploading enhed end Trio fra Nightscout.
de: Der Schalter "Behandlungen importieren" ermöglicht das Abrufen von Kohlenhydraten und Temporären-Zielen, die im Careportal oder durch ein anderes Hochladegerät als Trio in Nightscout gespeichert wurden.
es: El interruptor de Recolección permite la obtención de glúcidos y blancos temporales introducidos en el portal de Carrera o por otro dispositivo de carga que Trio de Nightscout.
fr: L’interrupteur "Récupérer les traitements" permet d’importer les glucides et les Cibles Temporaires saisis dans l'application santé ou depuis un autre dispositif que Trio, via Nightscout.
it: Il recupero Trattamenti consente il recupero di carboidrati e obiettivi temp inseriti in Careportal o da un altro dispositivo di caricamento di Trio da Nightscout.
nb_no: Hent behandlinger-veksleren aktiverer henting av karbohydrater og midlertidige mål som er angitt i Careportal eller av en annen opplastingsenhet enn Trio via Nightscout.
nl: Met de schakelaar voor behandeling ophalen van koolhydraten en tijdelijke doelen ingevoerd in het Careportal of met een ander apparaat dan Trio uit Nightscout.
pl: Przełącznik pobierania terapii umożliwia pobieranie węglowodanów i celów tymczasowych, wprowadzonych do Portalu Careportal lub innego urządzenia niż Trio z Nightscout.
pt_pt: A busca de Tratamentos Fetch permite buscar carbs e alvos temporários inseridos no Careportal ou por outro dispositivo de upload do que Trio do Nightscout.
ru: Переключатель Fetch обработки позволяет извлекать углы и целевые темплёны в карепортале или другим устройством выгрузки, чем Trio из Nightscout.
sv: Hämtning av behandlingar möjliggör hämtning av kolhydrater och tillfälliga mål från Nightscout, som registrerats via Careportal eller en annan uppladdningsenhet än Trio.
uk: Необроблені процедури отримання дає можливість отримання карбтів і тимчасових цілей, введених в Careportal або іншим завантаженням пристрою, ніж Trio з Nightscout.
vi: Bật tùy chọn này để Trio đồng bộ carb và mục tiêu tạm thời từ Careportal hoặc thiết bị khác thông qua Nightscout.
zh_hant: 獲取處置切換使得從Careportal或其他不同於Trio的上傳設備從Nightscout中獲取輸入的碳水化合物和臨時目標成為可能。

source: The first value is your profile Carb Ratio (CR). The second value, after the arrow, is your adjusted CR used for the most recent automated dosing calculation.
bg: Първата стойност е Съотношението инсулин/въглехидрати (CR) от профила ви. Втората стойност, след стрелката, е коригираният CR, използван за последното автоматизирано изчисление на дозирането.
cs: První hodnota je tvůj profilový sacharidový poměr (CR). Druhá hodnota za šipkou je tvůj upravený CR použitý pro poslední výpočet automatického dávkování.
da: Den første værdi er din profil Carb Ratio (CR). Den anden værdi, efter pilen, er din justerede CR, der anvendes til den seneste automatiske dosisberegning.
de: Der erste Wert ist Dein Profil-Kohlenhydratverhältnis (CR). Der zweite Wert nach dem Pfeil ist Deine angepasste CR, die für die letzte automatische Dosierungsberechnung verwendet wurde.
es: El primer valor es la relación carbohidratos (CR). El segundo valor, después de la flecha, es su CR ajustado utilizado para el más reciente cálculo automatizado de dosificación.
fr: La première valeur correspond au Ratio Insuline/Glucides (CR) défini dans vos réglages de Thérapie. La seconde, affichée après la flèche, est le CR ajusté utilisé pour le dernier calcul automatisé du dosage d’insuline.
it: Il primo valore è il tuo profilo Carb Ratio (CR). Il secondo valore, dopo la freccia, è il CR adattato utilizzato per il più recente calcolo automatizzato del dosaggio.
nb_no: Den første verdien er profilens karbohydratforhold (CR). Den andre verdien, etter pilen, er den justerte CR-en som brukes til den siste automatiserte doseringsberegningen.
nl: De eerste waarde is uw profiel Carb Ratio (CR). De tweede waarde na de pijl wordt jouw aangepaste CR gebruikt voor de meest recente geautomatiseerde berekening van de dosering.
pl: Pierwszą wartością jest Twój profil współczynnik Carb (CR). Drugą wartością po strzałce jest skorygowana wartość CR zastosowana do ostatniego automatycznego obliczenia dawkowania.
pt_pt: O primeiro valor é a sua Proporção de Carb do perfil (CR). O segundo valor, depois da seta, é o seu CR ajustado usado para o cálculo de dosagem automatizada mais recente.
ru: Первым значением является ваше соотношение Карб (R) (CR). Вторым значением после стрелки является скорректированный CR для самых последних автоматизированных вычислений дозировки.
sv: Det första värdet är din profil-insulinkvot (CR). Det andra värdet, efter pilen, är din justerade CR som använts för den senaste automatiserade doseringsberäkningen.
uk: Перше значення - це співвідношення вашого профілю Carb (CR). Друге значення після стрілки - це ваш виклад з урахуванням найновішого автоматизованого дозингу обчислення.
vi: Giá trị đầu tiên là Tỷ lệ Carb (CR) trong Hồ sơ của bạn. Giá trị thứ hai, sau dấu mũi tên, là CR đã được điều chỉnh và được sử dụng cho lần tính toán liều insulin tự động gần nhất.
zh_hant: 第一個值是您的個人設定碳水化合物比率 (CR)。箭頭後的第二個值是您最近自動劑量計算中使用的調整CR。

source: The first value is your profile Insulin Sensitivity Factor (ISF). The second value, after the arrow, is your adjusted ISF used for the most recent automated dosing calculation.
bg: Първата стойност е Факторът на инсулинова чувствителност (ISF) от профила ви. Втората стойност, след стрелката, е коригираният ISF, използван за последното автоматизирано изчисление на дозирането.
cs: První hodnota je tvůj profilový faktor citlivosti na inzulín (ISF). Druhá hodnota za šipkou je tvůj upravený ISF použitý pro poslední výpočet automatického dávkování.
da: Den første værdi er din profil Insulin Følsomhedsfaktor (ISF). Den anden værdi, efter pilen, er din justerede ISF, der anvendes til den seneste automatiske doseringsberegning.
de: Der erste Wert ist Dein Profil-Insulin-Empfindlichkeits- Faktor (ISF). Der zweite Wert nach dem Pfeil ist der angepasste ISF, der für die aktuellste automatisierte Dosierungsberechnung verwendet wird.
es: El primer valor es su Factor de Sensibilidad de Insulina (ISF). El segundo valor, después de la flecha, es su ISF ajustado utilizado para el más reciente cálculo automatizado de dosificación.
fr: La première valeur correspond au facteur de sensibilité à l’insuline (ISF) défini dans votre profil. La seconde, affichée après la flèche, est l'ISF ajusté utilisé pour le dernier calcul automatisé du dosage d’insuline.
it: Il primo valore è il tuo profilo Insulin Sensitivity Factor (ISF). Il secondo valore, dopo la freccia, è il ISF adattato utilizzato per il più recente calcolo automatizzato del dosaggio.
nb_no: Den første verdien er din profils insulinfølsomhetsfaktor (ISF). Den andre verdien, etter pilen, er din justerte ISF som brukes til den siste automatiserte doseringsberegningen.
nl: De eerste waarde is je profiel insuline gevoeligheidsfactor (ISF). De tweede waarde na de pijl is jouw aangepaste ISF die wordt gebruikt voor de meest recente geautomatiseerde dozing berekening.
pl: Pierwszą wartością jest Twój współczynnik wrażliwości na insulinę (ISF). Drugą wartością po strzałce jest skorygowana wartość ISF używana do ostatniego automatycznego obliczenia dawkowania.
pt_pt: O primeiro valor é o fator de Sensibilidade da Insulina do seu perfil (ISF). O segundo valor, depois da seta, é o seu ISF ajustado usado para o cálculo de dosagem automatizada mais recente.
ru: Первым значением является ваш профиль Insulin Sensitivity Factor (ISF). Вторым значением после стрелки является скорректированный ISF, используемый для самых последних автоматизированных вычислений дозировки.
sv: Det första värdet är din profil-Insulinkänslighet (ISF). Det andra värdet, efter pilen, är din justerade ISF som använts för den senaste automatiserade doseringsberäkningen.
uk: Перше значення - Інсуліновий фактор чутливості вашого профілю (ISF). Друге значення після стрілки - це ваш умовний показник ISF, який використовується для останнього автоматизованого дозингу обчислення.
vi: Giá trị đầu tiên là Hệ số Nhạy insulin (ISF) trong Hồ sơ của bạn. Giá trị thứ hai, sau dấu mũi tên, là ISF đã được điều chỉnh và được sử dụng trong lần tính toán liều insulin tự động gần nhất.
zh_hant: 第一個值是您的個人設定胰島素敏感度因子 (ISF)。箭頭後的第二個值是您最近自動劑量計算中使用的調整ISF。
